Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་པ་དག་ནི་ལེན་པས་རྣམ་པར་བཅིངས་སོ། །
en: worldly beings are bound by grasping.

source: མཁས་པ་དག་ནི་ལེན་པ་ལ་ཡང་དག་པ་མ་ཡིན་པ། སྟོང་པ། སྙིང་པོ་མེད་པ། དངོས་པོ་མེད་པ་ངེས་པའི་ཆོས་ཅུང་ཟད་ཙམ་ཡང་དམིགས་སུ་མེད་པར་རྟོགས་སོ། །
en: The wise, however, understand that grasping is false, empty, insubstantial, and devoid of entities, with not even a tiny bit of actual quality to observe.

source: ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བྱ་བ་ནི་ལེན་པ་ཡང་སྲིད་པ་ལ་ལྟོས་ཏེ་འོངས་པ་མ་ཡིན་ལ།
en: “As for the statement, ‘becoming appears due to the condition of grasping,’ grasping does not come as support for becoming, and

source: ལེན་པས་སྲིད་པ་སྐྱེད་ནུས་པའི་ཕྱིར་ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བྱ་བ་མ་ཡིན་གྱི་
en: grasping cannot produce becoming. So, although it is said that ‘becoming appears due to the condition of grasping,’

source: སྲིད་པ་དེ་ནི་ལེན་པའི་ནང་ན་ཡང་མི་གནས། ལེན་པའི་ཕྱི་རོལ་ན་ཡང་མི་གནས། གཉི་གའི་བར་ན་ཡང་མི་གནས་ཏེ།
en: becoming does not exist inside grasping, outside grasping, or somewhere in-between.

source: སྲིད་པའི་དེ་ནི་ལེན་པ་ལ་མི་གནས། ལེན་པ་ཡང་སྲིད་པ་དང་ལྷན་ཅིག་པའམ་སོ་སོ་བ་མ་ཡིན་མོད་ཀྱི་
en: Becoming does not depend on grasping, and grasping neither comes together with nor is separate from becoming. Yet,

source: རྐྱེན་མང་པོ་འདུས་པ་ལས་ན་ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བརྗོད་ཀྱི་
en: because of the coming together of many conditions, it is said that ‘becoming appears based on the condition of grasping.’ And nonetheless,

source: ལེན་པས་སྲིད་པ་སྐྱེད་མི་ནུས་ལ་ལེན་པས་སྲིད་པ་རྣམ་པར་མི་འབྱེད་དོ། །
en: grasping cannot generate becoming, and becoming cannot be analyzed by means of grasping.

source: ལེན་པ་ཉིད་ཡང་དག་པ་མ་ཡིན་པ་ཅི་ཡང་མེད་པ་ཡིན་ན་ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བྱ་བ་ལྟ་ཅི་སྨོས་ཏེ་
en: If grasping itself is false and nonexistent, what need we say about becoming ?

source: སྲིད་པ་ལ་ལྟོས་པ་མེད་དོ། །
en: Becoming lacks something to be based on.

source: སྲིད་པ་ཉིད་སྲིད་པ་ཞེས་དམིགས་སུ་མེད་དེ་
en: Becoming itself is unobservable as becoming, for

source: སྲིད་པ་ཉིད་ཀྱང་སྲིད་པའི་ནང་ན་མི་གནས། སྲིད་པའི་ཕྱི་རོལ་ན་མི་གནས་ཏེ། གཉི་གའི་བར་ན་མི་གནས་པས་
en: becoming itself does not exist inside becoming, outside becoming, or somewhere in-between.

source: སྲིད་པ་དེ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན་ད་ལྟར་མ་ཡིན་ནོ། །
en: Becoming is neither past, present, nor future.

source: མཁས་པ་དག་ནི་སྲིད་པ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པ་ཕྱིན་ཅི་ལོག་དང་ལྡན་པ་ལྷན་ཅིག་པའམ་སོ་སོ་བ་མ་ཡིན་པས་
en: For the wise, becoming is false and delusional, and it has neither formation nor dispersion. Therefore,

source: སྲིད་པ་ནི་ཤེས་པ་མེད་པའི་རང་བཞིན་ཅན་རྣམ་པར་མི་འབྱེད།
en: becoming is something that cannot be known or discerned.

source: སྲིད་པ་དེ་ནི་ཡུལ་ན་མི་གནས། ཕྱོགས་ན་མི་གནས་སོ། །
en: Such becoming does not exist in any location or direction.

source: སྲིད་པ་དེ་ནི་སྔ་མའི་མཐའ་མེད། ཕྱི་མའི་མཐའ་མེད། ད་ལྟར་གྱི་མཐའ་མེད་དོ། །
en: Such becoming has no beginning, ending, or interim.

source: སྲིད་པ་དེ་ནི་ཡོད་པ་མ་ཡིན། མེད་པ་མ་ཡིན་པས་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་ཀྱི་ནང་དུ་སྲིད་པའོ་ཞེས་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་སོ། །
en: They understand and realize how becoming is mentioned as part of the twelve links of dependent origination because becoming is neither existent nor nonexistent.

source: མཁས་པ་བློ་ཅན་དག་ནི་སྲིད་པ་ལ་སྟོང་པ་ཉིད། སྙིང་པོ་མེད་པ། གསོབ། གསོག་ལྟ་བུར་ཡོངས་སུ་རྟོགས་སོ། །
en: The wise realize becoming to be emptiness, insubstantial, void, and hollow.

source: སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་ཞེས་བྱ་བ་ནི་སྲིད་པ་དེ་སྐྱེ་བ་ལ་ལྟོས་ནས་འོངས་པ་མ་ཡིན།
en: “As for the statement, ‘birth appears due to the condition of becoming,’ becoming does not come as support for birth.

source: སྐྱེ་བ་དེ་སྲིད་པ་དང་ལྷན་ཅིག་པ་ཡང་མ་ཡིན། སོ་སོ་བ་ཡང་མ་ཡིན་ལ།
en: Birth does not coexist with becoming, nor is it separate from it.

source: སྐྱེ་བ་དེ་ནི་སྲིད་པའི་ནང་ན་མི་གནས། སྲིད་པའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་ཏེ།
en: Birth does not exist inside becoming, outside becoming, or somewhere in-between.

source: སྲིད་པས་སྐྱེ་བ་མ་བསྐྱེད་ལ་སྲིད་པ་ལས་གུད་ནས་སྐྱེ་བར་འགྱུར་བ་མ་ཡིན་གྱི་
en: Becoming cannot generate birth, yet birth will not occur separate from becoming.

source: རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་གཅིག་གིས་གཅིག་བསབས་པའི་རྒྱུན་མ་ཆད་པ་ལས་སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་ཞེས་བརྗོད་དོ། །
en: Due to the unbroken continuity of the twelve links of dependent origination, one after another, it is said that ‘birth is based on the condition of becoming.’

source: སྲིད་པ་དང་སྐྱེ་བ་གཅིག་གིས་གཅིག་རྐྱེན་བྱས་པ་ཡང་མ་ཡིན། རྐྱེན་མ་བྱས་པ་ཡང་མ་ཡིན་ཏེ།
en: Birth and becoming are neither conditions for each other, nor are they not so.

source: སྲིད་པ་ཉིད་ཀྱང་དམིགས་སུ་མེད་ན་སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་སྐྱེས་པ་ལྟ་ཅི་སྨོས་ཏེ།
en: If becoming itself is unobservable, what need we say of the notion that birth owes its existence to the condition of becoming?

source: མཁས་པ་དག་ནི་སྐྱེ་བ་དེ་ནི་སྲིད་པ་ལ་མི་གནས་ལ་སྐྱེ་བ་ལ་སྐྱེ་བའི་མཚན་ཉིད་མེད། སྐྱེ་བ་ལ་རང་བཞིན་མེད། སྐྱེ་བ་ལ་ངོ་བོ་ཉིད་མེད་པས་ངེས་པར་དམིགས་སུ་རུང་བའི་ཆོས་གཅིག་ཙམ་ཡང་མེད་པར་རྟོགས་སོ། །
en: The wise understand that birth does not depend on becoming, that there are no characteristics of birth in birth, and that birth has no intrinsic nature. They understand that, since birth is insubstantial, there is nothing whatsoever in it that can be truly observed.

source: མཁས་པ་དག་གི་དེ་ལྟར་སྐྱེ་བ་ལ་རང་བཞིན་མེད་ལ་ཅི་ཡང་མེད་དེ། རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་གཅིག་གིས་གཅིག་བསབས་པའི་རྒྱུན་ཙམ་ཞིག་བསྟན་པའི་ཕྱིར་སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་ཞེས་བརྗོད་པར་ཡོངས་སུ་རྟོགས་སོ། །
en: The wise understand that birth has no nature and is nonexistent, and that, nonetheless, to demonstrate merely a continuity of the twelve links of dependent origination, one after another, it is said that ‘birth comes about due to the condition of becoming.’

source: སྐྱེ་བ་ལ་ལྷན་ཅིག་པའམ་སོ་སོ་བའི་ཆོས་མེད་དེ།
en: Birth lacks any phenomena that come together or disperse.

source: སྐྱེ་བ་དེ་སྲིད་པའི་ནང་ན་མི་གནས། སྲིད་པའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་ཡང་མི་གནས་སོ། །
en: Birth does not exist inside becoming, outside becoming, or somewhere in-between.

source: སྐྱེ་བ་དེ་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་མ་ཡིན།
en: Birth is neither past, present, nor future.

source: སྐྱེ་བ་དེ་སྔ་མའི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། བར་གྱི་མཐར་དམིགས་སུ་མེད་དོ། །
en: Birth is unobservable in the past, future, and interim.

source: སྐྱེ་བ་དེ་དངོས་པོར་དམིགས་སུ་མེད་པས་མཁས་པ་དག་རྒྱུ་དང་རྐྱེན་མང་པོ་འདུས་པ་དང་། ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་ཡང་དག་པ་མ་ཡིན་པ། ཅི་ཡང་མེད་པ་སྒྱུ་མ་ལྟ་བུ་ལས་སྐྱེས་པར་ཡོངས་སུ་རྟོགས་སོ། །
en: Since birth is unobservable as an entity, the wise understand that it arises from a collection of many causes and conditions, false and mistaken perception, and what is nonexistent and illusory.

source: སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་ཞེས་བྱ་བ་ནི་སྐྱེ་བ་དེ་རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་ལ་ལྟོས་ཏེ་འོངས་པ་མ་ཡིན་གྱི་
en: “Concerning the statement, ‘aging, death, sorrow, lamentation, and suffering appear due to the condition of birth,’ birth does not come as a support for aging, death, sorrow, lamentation, and suffering.

source: སྐྱེ་བས་ཀྱང་རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་བསྐྱེད་མི་ནུས་སོ། །
en: Nor can birth generate aging, death, sorrow, lamentation, and suffering.

source: རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་སྐྱེ་བའི་ནང་ན་མི་གནས། སྐྱེ་བའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་ཡང་མི་གནས་སོ། །
en: Aging, death, sorrow, lamentation, and suffering do not exist inside birth, outside birth, or somewhere in-between.

source: རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་སྐྱེ་བ་གནས་ཏེ་
en: Aging, death, sorrow, lamentation, and suffering do not depend on birth, but

source: སྐྱེ་བའི་ཕྱིར་རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་བརྗོད་པ་ཡང་རྒྱུ་དང་རྐྱེན་མང་པོ་ལས་སྐྱེ་བའི་ཆོས་བསྟན་པའི་ཕྱིར་རོ། །
en: it is nonetheless said that aging, death, sorrow, lamentation, and suffering are due to birth because this demonstrates that phenomena arise due to many causes and conditions.

source: སྐྱེ་བ་ཉིད་རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་ལྷན་ཅིག་པ་ཡང་མ་ཡིན། སོ་སོ་བ་ཡང་མ་ཡིན་ནོ། །
en: Birth neither comes together with nor is separate from aging, death, sorrow, lamentation, and suffering.

source: སྐྱེ་བ་ལ་སྐྱེ་བ་ཉིད་ཀྱང་དམིགས་སུ་མེད་ན་སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་ལྟ་ཅི་སྨོས།
en: If birth itself is unobservable in birth, what need we say of the notion that aging, death, sorrow, lamentation, and suffering owe their existence to the condition of birth?

source: རྒ་ཤི་དང་སྡུག་བསྔལ་ཉིད་ལ་རྒ་ཤི་དང་སྡུག་བསྔལ་དམིགས་སུ་མེད་དོ། །
en: Aging, death, and suffering themselves cannot be observed in aging, death, and suffering.

source: རྒ་ཤི་དང་སྡུག་བསྔལ་ཉིད་རྒ་ཤི་དང་སྡུག་བསྔལ་གྱི་ནང་ན་མི་གནས། ཕྱི་རོལ་གྱི་ནང་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་སོ། །
en: Aging, death, and suffering themselves exist neither inside aging, death, and suffering; outside aging, death, and suffering; nor somewhere in-between.

source: རྒ་ཤི་དང་སྡུག་བསྔལ་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་གྱི་མ་ཡིན་ནོ། །
en: Aging, death, and suffering are neither past, present, nor future.

source: རྒ་ཤི་དང་སྡུག་བསྔལ་ཉིད་རྒ་ཤི་དང་། སྡུག་བསྔལ་དང་ལྷན་ཅིག་པ་མ་ཡིན། སོ་སོ་བ་ཡང་མ་ཡིན་ནོ། །
en: Aging, death, and suffering neither come together with, nor are separate from, aging, death, and suffering.

source: ཕྱིན་ཅི་ལོག་དང་ལྡན་པ་རྒྱུ་དང་རྐྱེན་མང་པོ་འདུས་པ་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་ཚོགས་པ་ལས་སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་སྡུག་བསྔལ་བ་ཞེས་བརྗོད་དོ། །
en: It is said that ‘aging, death, and suffering are due to the condition of birth’ based on mistaken perception, a combination of many causes and conditions, and the assembly of the twelve links of dependent origination.

source: རྒ་ཤི་དང་སྡུག་བསྔལ་ལ་གནས་མེད།
en: Aging, death, and suffering have no basis.

source: རྒ་ཤི་དང་། སྡུག་བསྔལ་ལ་ངེས་པའི་མཚན་ཉིད་དམིགས་སུ་མེད་དོ། །
en: No true characteristics can be observed in aging, death, and suffering.

source: རྒ་ཤི་དང་སྡུག་བསྔལ་ལ་འདས་པའི་མཐའ་དང་། མ་འོངས་པའི་མཐའ་དང་། ད་ལྟར་གྱི་མཐའ་དམིགས་སུ་མེད་དོ། །
en: The past, present, and future cannot be observed in aging, sickness, and suffering.

source: མཁས་པ་དག་ནི་རྒ་ཤི་དང་སྡུག་བསྔལ་ལ་ཡང་དག་པ་མ་ཡིན་པ། ཅི་ཡང་མེད་པ་ཕྱིན་ཅི་ལོག་དང་ལྡན་པ། ངོ་བོ་ཉིད་མེད་པ། མ་བྱས་པ། མ་བྱུང་བ། མ་སྐྱེས་པར་ཡོངས་སུ་རྟོགས་སོ། །
en: The wise understand aging, sickness, and suffering to be false, nonexistent, mistaken, insubstantial, uncreated, unarisen, and unborn.

source: དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཀྱིས་ཆོས་ལ་རྟོག་པའི་ཚེ་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བའི་ཆོས་ལ་འདས་པའམ། མ་འོངས་པའམ། ད་ལྟར་གྱིར་མ་མཐོང་ངོ་། །
en: “When contemplating phenomena through the twelve links of dependent origination in this way, one will not see the phenomena of the twelve links of dependent origination as past, present, or future.

source: རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཀྱི་ཆོས་ཀྱི་མཚན་ཉིད་མི་མཐོང་སྟེ།
en: One will not see the characteristics of the phenomena of the twelve links of dependent origination.

source: རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་ལ་རྐྱེན་མེད་པ་དང་། མ་སྐྱེས་པ་དང་། མཚན་མ་མེད་པ་དང་། མངོན་པར་འདུ་བྱས་པ་མེད་པ་དང་། མ་བྱུང་བ་དང་། བྱས་པའི་དངོས་པོ་མེད་པ་དང་། ཐོག་མ་ནས་ཆོས་ཐམས་ཅད་ཅི་ཡང་མེད་པར་ཤེས་ཤིང་རྟོགས་སོ། །
en: One will understand and realize that dependent origination is devoid of conditions, unborn, devoid of marks, unconditioned, unarisen, and insubstantial, and that all phenomena are primordially nonexistent.

source: དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་པས་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ལ་བྱས་པའམ་བྱེད་པ་ཡོད་པར་མི་མཐོང་ངོ་། །
en: By understanding and realizing the twelve links of dependent origination in this way, one will not see the twelve links of dependent origination as having an agent or experiencer.

source: གལ་ཏེ་ཆོས་རྣམས་རྒྱུ་ལས་བྱུང་ན་རྒྱུ་མེད་པའི་ཕྱིར་ཆོས་དེ་ཡང་མེད་དོ། །
en: If phenomena arise from causes, they do not exist when their causes do not exist.

source: བྱང་ཆུབ་སེམས་དཔའ་མ་རིག་པའི་དོན་གྱི་རྗེས་སུ་ཞུགས་པས་ཆོས་ཐམས་ཅད་དམིགས་སུ་མེད་པར་རྟོགས་སོ། །
en: By thus pursuing this up to the point of ignorance, bodhisattvas understand all phenomena to be unobservable.

source: དེ་ལྟར་རྟོག་པ་དེ་ལ་ཞུགས་ན་རྐྱེན་མེད་པ་ཉིད་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཡིན་ཏེ་དེ་ལ་སྐྱེ་བ་མེད་དོ། །
en: By contemplating in this way, they understand that the absence of conditions is the twelve links of dependent origination, which are unborn.

source: བྱང་ཆུབ་སེམས་དཔས་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཡང་དག་པ་མ་ཡིན་པ་ལས་སྐྱེས་པར་རྟོགས་སོ། །
en: Bodhisattvas understand that the twelve links of dependent origination arise from falsity.

source: མ་རིག་པའི་དོན་གྱི་རྗེས་སུ་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་རྟོགས་པས་ཆོས་བྱ་བ་མེད་ན་ཆོས་སུ་གདགས་པ་ཡང་མེད་དེ།
en: If, by understanding the twelve links of dependent origination up to the point of ignorance, there is nothing called a phenomenon , then there are also no phenomena to be so designated.

source: དེ་བས་ན་མ་རིག་པའི་དོན་གྱི་རྗེས་སུ་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་སོ། །
en: Therefore, they understand and realize the twelve links of dependent origination up to the point of ignorance.

source: མ་རིག་པ་ནི་མ་སྐྱེས་པ། མ་བྱས་པ། མ་བྱུང་བ། ངོ་བོ་ཉིད་མེད་པ། ངེས་པའི་ཆོས་མེད་པ། རྒྱུ་མེད་པ། ཅི་ཡང་མེད་པ་སྟེ།
en: “Ignorance is unborn, uncreated, unarisen, insubstantial, without actual qualities, uncaused, and nonexistent.

source: བྱང་ཆུབ་སེམས་དཔའ་དེའི་ཚེ་རིག་པ་དང་མ་རིག་པ་གཉིས་སུ་རྣམ་པར་མི་འབྱེད་དེ་
en: In that case, bodhisattvas make no distinction between knowledge and ignorance, for

source: མ་རིག་པའི་ཡང་དག་པའི་མཚན་ཉིད་དེ་རིག་པ་ཉིད་དོ། །
en: the true characteristic of ignorance is knowledge itself.

source: མ་རིག་པའི་རྒྱུ་ལས་ཆོས་ཐམས་ཅད་ཅི་ཡང་མེད་པ་དང་། ཆོས་ཐམས་ཅད་རྐྱེན་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་དོ། །
en: From the cause of ignorance, no phenomena exist, no phenomena have conditions, and there are no false concepts.

source: དེ་བས་ན་མ་རིག་པའི་དོན་གྱི་རྗེས་སུ་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་རྟོགས་སོ། །
en: Therefore, they realize the twelve links of dependent origination up to the point of ignorance.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཀྱི་ཐབས་དང་ཤེས་རབ་ཅེས་བྱའོ། །
en: “Lokadhara, this is called the bodhisattva great beings’ means and insight into the twelve links of dependent origination .

source: བྱང་ཆུབ་སེམས་དཔའ་གང་དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ལྷན་ཅིག་པ་དང་སོ་སོ་བ་རྟོགས་ན་
en: When bodhisattvas understand the twelve links of dependent origination in terms of their formation and separation,

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་མི་སྐྱེ་བའི་ཤེས་རབ་ལེགས་པར་ཐོབ་པ་ཞེས་བྱའོ། །
en: this is called the excellent attainment of the bodhisattvas’ insight into the unborn.

source: སྐྱེ་བ་དང་འགོག་པར་རྟོག་ན་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ལ་མཁས་པ་མ་ཡིན་གྱི་
en: One who thinks in terms of birth and cessation is not knowledgeable of the twelve links of dependent origination.

source: གང་རྐྱེན་མང་པོ་ལས་འདུ་བ་དང་བྲལ་བར་ཤེས་པ་དེ་ནི་མི་སྐྱེ་བའི་ཤེས་རབ་ཐོབ་པ་ཞེས་བྱའོ། །
en: One who understands the coming together and separation of the many conditions is said to attain insight into the unborn.

source: གང་མི་སྐྱེ་བའི་ཤེས་རབ་ཐོབ་པ་དེ་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་རྟོགས་པ་ཞེས་བྱའོ། །
en: One who attains insight into the unborn is said to realize the twelve links of dependent origination.

source: དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མི་སྐྱེ་བའི་ཤེས་རབ་རྟོགས་པའམ་རེག་པ་འདོད་ན་དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཀྱི་ཤེས་རབ་ལ་ནན་ཏན་དུ་བྱའོ། །
en: Therefore, Lokadhara, bodhisattva great beings who wish to realize or reach the insight into the unborn should apply themselves to insight into the twelve links of dependent origination.

source: དེས་ན་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཀྱི་མི་སྐྱེ་བའི་མཚན་ཉིད་རྟོགས་ཤིང་རིག་པར་འགྱུར་རོ། །
en: Thereby, they will come to understand and know the characteristic of the unborn related to the twelve links of dependent origination.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་མི་སྐྱེ་བ་ཉིད་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་སུ་ཤེས་ན་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ཀྱི་སྦྱོར་བ་ལ་ཐོབ་པར་འགྱུར་རོ། །
en: “Lokadhara, bodhisattva great beings who understand the twelve links of dependent origination to be unborn will attain the mastery of the twelve links of dependent origination.

source: དེ་ལྟར་མི་སྐྱེ་བའི་མཚན་ཉིད་དུ་ཁམས་གསུམ་ཤེས་ཤིང་མཐོང་བ་དེས་ནི་མྱུར་དུ་མི་སྐྱེ་བའི་ཆོས་ཀྱི་བཟོད་པ་ཐོབ་པར་འགྱུར་ཏེ།
en: They will thus be able to understand and see the three realms in terms of the characteristic of being unborn, and thereby swiftly gain the acceptance that phenomena are unborn.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་ད་ལྟར་གྱི་བཞུགས་པའི་སངས་རྒྱས་འདི་ཉིད་ལས་འདི་ཉིད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པ་འཐོབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་རིང་པོར་མི་ཐོགས་པར་ལུང་སྟོན་པ་དང་། མཐར་གྱིས་ལུང་སྟོན་པར་ཡང་འགྱུར་རོ། །
en: Such bodhisattvas will immediately receive a prophecy that they will attain unsurpassed and perfect awakening from the present living buddhas, or such bodhisattvas will be thus prophesied soon, or eventually.

source: འཇིག་རྟེན་འཛིན་དེ་ལྟར་ཤིན་ཏུ་དགེ་བ་དེ་ལུང་བསྟན་པ་ཐོབ་པས་རབ་ཏུ་བདེ་བའི་སེམས་སུ་འགྱུར་ཏེ།
en: Lokadhara, they will be overjoyed when they receive such a happy prophecy, and

source: ཆོས་ཐམས་ཅད་ལ་གཏད་ཅིང་འཇུག་པའི་སྦྱོར་བ་ལས་ཤེས་རབ་ཀྱི་སྣང་བ་ཐོབ་པར་འགྱུར་རོ། །
en: they will achieve the light of insight from the practice of focusing on and engaging with all phenomena.

source: དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་བཅུ་གཉིས་ལ་མ་སྐྱེས་པ་ཉིད་དུ་རྟོགས་པས་
en: By realizing the twelve links of dependent origination to be unborn in this way,

source: ད་ལྟར་བཞུགས་པའི་སངས་རྒྱས་རྣམས་ལ་བསྙེན་བཀུར་བྱེད་པར་འགྱུར་རོ། །
en: they will serve the buddhas living in the present.

source: གང་ཟག་དེ་བདུད་མ་རུངས་པ་རྣམས་ཀྱིས་སྤ་མི་འགོང་བར་འགྱུར།
en: They will be unintimidated by evil māras.

source: དེས་སྐྱེ་ཞིང་འཁོར་བའི་རྒྱུན་ལས་རྒལ་ཏེ་སྐམ་སར་ཕྱིན་པར་འགྱུར།
en: They will cross the river of birth and cyclic existence to reach dry land.

source: དེས་མ་རིག་པའི་འདམ་རྫབ་ལས་ཐར་བར་འགྱུར།
en: They will be freed from the swamp of ignorance.

source: དེས་རབ་ཏུ་བདེ་བའི་གནས་སུ་ཕྱིན་པར་འགྱུར་རོ། །
en: They will proceed to the abode of bliss.

source: འཇིག་རྟེན་འཛིན་གང་ཞིག་ད་ལྟར་བཞུགས་ཀྱང་རུང་། མྱ་ངན་ལས་འདས་ཀྱང་རུང་། རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་ཀྱི་སྦྱོར་བ་ལ་གལ་ཏེ་ཉན་ནམ། དད་དམ། ཀློག་གམ། འདོན་ཏམ། རྣལ་འབྱོར་དུ་བྱེད་ན་དེས་ནི་རིང་པོ་མི་ཐོགས་པར་མ་སྐྱེས་པའི་ཆོས་ཀྱི་བཟོད་པ་ཐོབ་པར་ངས་ལུང་སྟོན་ཏོ། །
en: “Lokadhara, I prophesy that anyone, whether I am still alive or have already passed away, who hears, trusts, reads, recites, or practices this method of the twelve links of dependent origination will swiftly gain the acceptance that phenomena are unborn.

source: དེས་རིང་པོ་མི་ཐོགས་པར་ད་ལྟར་བཞུགས་པའི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་འགྱུར་བར་ངས་ཀྱང་ལུང་བསྟན་ཏོ། །
en: I prophesy that they will soon receive prophecy of their unsurpassed and perfect awakening from all the present thus-gone ones.”

source: རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་ཤེས་པར་བྱ་བའི་ལེའུ་སྟེ་ལྔ་པའོ།། །།
en: This was the fifth chapter:“ Understanding the Twelve Links of Dependent Origination .”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་མཁས་པ་གང་ཞེ་ན།
en: “Lokadhara, how are bodhisattva great beings skilled in the applications of mindfulness?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ལ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་གོ། །
en: Bodhisattva great beings discern and contemplate the four applications of mindfulness.

source: ལུས་ལ་ལུས་ཀྱི་རྗེས་སུ་རྟོག་པ་དང་། ཚོར་བ་ལ་ཚོར་བའི་རྗེས་སུ་རྟོག་པ་དང་། སེམས་ལ་སེམས་ཀྱི་རྗེས་སུ་རྟོག་པ་དང་། ཆོས་ལ་ཆོས་ཀྱི་རྗེས་སུ་རྟོག་པའོ། །
en: The contemplation of the body in relation to the body, the contemplation of feelings in relation to feelings, the contemplation of the mind in relation to the mind, and the contemplation of mental phenomena in relation to mental phenomena.

source: དེ་ལ་ཇི་ལྟར་ན་ལུས་ལ་ལུས་ཀྱི་རྗེས་སུ་རྟོག་པ་ནས། ཚོར་བ་དང་། སེམས་དང་། ཆོས་ལ་ཚོར་བ་དང་། སེམས་དང་ཆོས་ཀྱི་བར་དུ་རྗེས་སུ་རྟོག་པ་ཞེ་ན།
en: How do they contemplate the body in relation to the body, and contemplate feelings, mind, and mental phenomena in relation to feelings, mind, and mental phenomena?”

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལུས་ལ་རྣལ་འབྱོར་དུ་སྤྱོད་ཅིང་ལུས་ཀྱི་རྗེས་སུ་རྟོག་པ་ན་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ལུས་ཀྱི་མཚན་ཉིད་ལ་རྟོག་གོ། །
en: “Lokadhara, when bodhisattva great beings practice the contemplation of the body in relation to the body, they accurately contemplate the characteristics of the body.

source: འདི་ལྟ་སྟེ། ལུས་འདི་ནི་མི་རྟག་པ། སྡུག་བསྔལ་བ། ནད་ལྟ་བུ། ཤུ་བ་ལྟ་བུ། སྡུག་བསྔལ་གྱིས་གཟིར་བ། ཉམས་པ་དང་། འཕོ་བ་དང་། འཇིག་པའི་མཚན་ཉིད་དོ། །
en: The body is characterized as impermanent, painful, like an ailment, like a blister, tormented by suffering, frail, fleeting, and destructible.

source: ལུས་འདི་ནི་ཤིན་ཏུ་མི་གཙང་བ་སྟེ་མི་སྡུག་པ། མི་གཙང་བ་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་གང་བ། བུ་ག་དགུ་ནས་མི་གཙང་བ་རྟག་ཏུ་ཟག་པའོ། །
en: This body is utterly unclean. It is filled with many ugly and foul elements . Foul things are constantly excreted from its nine orifices.

source: ལུས་འདི་ནི་ཤིན་ཏུ་མནམ་པ་སྟེ།
en: The body reeks.

source: ངན་སྐྱུགས་ཀྱི་རྐྱལ་པ་འགྲོ་ཤེས་པ་དང་འདྲའོ། །
en: It is like a living bag of vomit.

source: དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ལུས་འདི་ལ་བརྟགས་ན་
en: If one investigates this body accurately,

source: ལུས་འདི་ལ་སྤུ་ཉག་མ་ཙམ་གྱི་གཙང་བའམ་ཡིད་དུ་འོང་བ་མི་རྙེད་དོ། །
en: one cannot find even a single hair that is clean and pleasing.

source: ལུས་འདི་ནི་རུས་པ་དང་། རྒྱུས་པ་དང་། པགས་པ་དང་། ཤས་ཡོངས་སུ་དཀྲིས་ཤིང་གླགས་ནས་
en: This body is bone and sinew wound together and wrapped with skin and flesh.

source: སྔོན་གྱི་ལས་ཀྱི་རྒྱུ་དང་རྐྱེན་དང་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ལས་བྱུང་སྟེ
en: It arises through the ripening of the causes, conditions, and results of past actions.

source: ཀུན་འབྱུང་དང་ལེན་པས་ཡོངས་སུ་བཅིངས་པར་ཤེས་སོ། །
en: It is understood to be bound by origination and appropriation.

source: དེ་ལ་ཀུན་འབྱུང་ནི་གང་། ལེན་པ་ནི་གང་ཞེ་ན།
en: What are origination and appropriation in this context?

source: སྔོན་གྱི་རྒྱུ་དང་རྐྱེན་ལས་ལུས་འདི་བྱུང་བས་ན་ལེན་པ་ཞེས་བཏགས་སོ། །
en: That the body arises from past causes and conditions is designated appropriation .

source: ད་ལྟར་གྱི་ཚེ་འདི་ལ་ལུས་བཀྲུས་ནས་ཁ་ཟས་དང་། གོས་དང་། ཁྲི་སྟན་དང་། སྨན་གྱིས་གསོས་པ་ནི་ཀུན་འབྱུང་ཞེས་བྱ་སྟེ།
en: That we presently wash this body and then sustain it with food, clothing, seats, and medicine is called origination .

source: དེ་ལྟར་ད་ལྟར་གྱི་རྒྱུ་དང་རྐྱེན་ནི་ཀུན་འབྱུང་ཞེས་བྱ།
en: In this fashion, the causes and conditions of the present moment are called origination ,

source: སྔོན་གྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པའི་མཐུས་རྣམ་པར་བཅིངས་ནས་བྱ་བ་ཀུན་བྱེད་པ་ནི་ལེན་པ་ཞེས་བྱའོ། །
en: while all actions performed while bound by the power of the ripening of past results are termed appropriation .

source: ཡང་ལུས་འདི་ནི་ཆེན་པོ་བཞི་ལས་བྱས་ཏེ་ངེས་པར་ཡང་དག་པའི་མཚན་ཉིད་མེད་དེ་གཟུགས་ཀྱི་ཕུང་པོར་གཏོགས་པ་རྣམས་ལ་ལུས་ཞེས་བཏགས་སོ། །
en: Furthermore, what we designate the body is formed of the four great elements, lacks definitive and true characteristics, and is included in the aggregate of form.

source: ཅིའི་ཕྱིར་ལུས་ཞེས་བྱ་ཞེ་ན།
en: “Why is it called the body ?

source: བྱ་བ་བྱེད་ནུས་པའི་ཕྱིར་ལུས་ཞེས་བྱའོ། །
en: It is called the body because it is able to performs functions.

source: རྟེན་པའི་གནས་ལ་ཞེན་ཅིང་ཆགས་པའི་ཕྱིར་ལུས་ཞེས་བྱའོ། །
en: It is called the body because one clings and is attached to this supportive locus.

source: ཡིད་ཀྱི་རྗེས་སུ་ཀུན་བྱེད་པའི་ཕྱིར་ལུས་ཞེས་བྱའོ། །
en: It is called the body because its actions follow the instructions of the mind.

source: རྣམ་པར་རྟོག་པ་ལས་བྱུང་བའི་ཕྱིར་ལུས་ཞེས་བྱའོ། །
en: It is called the body because it arises from false concepts.

source: སྒྱུ་མ་འདུས་པ་ལས་བྱས་པའི་ཕྱིར་ལུས་ཞེས་བྱའོ། །
en: It is called the body because it is produced from an illusory conjunction.
